#+TITLE: 心理学导论
#+AUTHOR: Will B Chang
** 神经元如何工作和进行信息交换？
:LOGBOOK:
CLOCK: [2021-03-31 Wed 09:16]--[2021-03-31 Wed 10:24] =>  1:08
CLOCK: [2021-03-31 Wed 09:01]--[2021-03-31 Wed 09:16] =>  0:15
CLOCK: [2021-03-23 Tue 16:22]--[2021-03-23 Tue 16:31] =>  0:09
CLOCK: [2021-03-23 Tue 16:18]--[2021-03-23 Tue 16:22] =>  0:04
CLOCK: [2021-03-23 Tue 16:00]--[2021-03-23 Tue 16:16] =>  0:16
CLOCK: [2021-03-18 Thu 21:15]--[2021-03-18 Thu 21:25] =>  0:10
CLOCK: [2021-03-18 Thu 07:18]--[2021-03-18 Thu 07:46] =>  0:28
CLOCK: [2021-03-17 Wed 16:07]--[2021-03-17 Wed 16:18] =>  0:11
CLOCK: [2021-03-17 Wed 10:32]--[2021-03-17 Wed 10:46] =>  0:14
:END:
** 神经系统有哪些主要组成部分？
:LOGBOOK:
CLOCK: [2021-03-30 Tue 14:00]--[2021-03-30 Tue 14:48] =>  0:48
:END:
** 如何识别不同脑区及各自的功能？
:LOGBOOK:
CLOCK: [2021-04-01 Thu 06:41]--[2021-04-01 Thu 07:45] =>  1:04
CLOCK: [2021-03-31 Wed 21:11]--[2021-03-31 Wed 21:25] =>  0:14
:END:
** 大脑左右半球有何不同？不同的脑叶的功能有何不同？
:LOGBOOK:
CLOCK: [2021-04-01 Thu 15:54]--[2021-04-01 Thu 16:18] =>  0:24
CLOCK: [2021-04-01 Thu 10:28]--[2021-04-01 Thu 11:06] =>  0:38
CLOCK: [2021-04-01 Thu 10:06]--[2021-04-01 Thu 10:22] =>  0:16
:END:
** 皮质下结构有哪些主要的组成部分？
:LOGBOOK:
CLOCK: [2021-04-02 Fri 10:06]--[2021-04-02 Fri 10:31] =>  0:25
CLOCK: [2021-04-02 Fri 07:12]--[2021-04-02 Fri 07:30] =>  0:18
:END:
** 内分泌系统是如何影响行为的？
:LOGBOOK:
CLOCK: [2021-04-03 Sat 06:24]--[2021-04-03 Sat 07:09] =>  0:45
:END:
** 遗传和环境对儿童发展有何影响？
:LOGBOOK:
CLOCK: [2021-04-03 Sat 19:18]--[2021-04-03 Sat 19:48] =>  0:30
CLOCK: [2021-04-03 Sat 16:10]--[2021-04-03 Sat 16:45] =>  0:35
CLOCK: [2021-04-03 Sat 10:30]--[2021-04-03 Sat 11:09] =>  0:39
:END:
** 新生儿有哪些能力？
:LOGBOOK:
CLOCK: [2021-04-03 Sat 20:31]--[2021-04-03 Sat 20:41] =>  0:10
:END:
** 婴儿与父母之间的情感联结意义何在？
:LOGBOOK:
CLOCK: [2021-04-04 Sun 12:25]--[2021-04-04 Sun 12:43] =>  0:18
CLOCK: [2021-04-04 Sun 11:04]--[2021-04-04 Sun 11:09] =>  0:05
CLOCK: [2021-04-04 Sun 09:54]--[2021-04-04 Sun 10:17] =>  0:23
:END:
婴儿早期社会性发展的核心是建立在与看护者之间的社会型依恋或亲密的情感联结基础上的。舒适接触是依恋的重要部分。婴儿分离焦虑的发展对应着其对看护者依恋的形成。
依恋具有持久性的影响，安全依恋型的幼儿会表现出更强的适应力、更多的好奇心、更好的问题解决能力和社会能力，相反则有很大的破坏型影响。促进安全依恋的关键是，照料者要能够敏感的察觉和回应婴儿的信号和节律。
婴儿的情感需要与对食物、水和照料等生理需要同等重要，只有在此时建立起对他人的信任个感情，长大后才有能力与人建立友谊和爱情关系。

** 父母的教养方式有何重要作用？
:LOGBOOK:
CLOCK: [2021-04-04 Sun 13:06]--[2021-04-04 Sun 13:33] =>  0:27
:END:
不同的教养方式会对孩子造成不同的影响，总的来说有三种：专制型、放纵型、权威型。
专制型家庭的孩子一般都很顺从、能自我克制，但也往往情绪古板、退缩、忧虑和缺乏好奇心。
放纵型家庭的孩子依赖性很强、不成熟，没有目标、有时会胡作非为。
权威型家庭的孩子具有复原力（善于从不好的经验中恢复过来）以及在不同环境中具备生存能力，能自控、有独立性、有主见和好奇心。他们知道如何管理自己的情绪以及如何使用积极的应对技能。

父母以及不同种族对孩子的教养方式都有所不同。
** 儿童的语言能力是如何获得的？
:LOGBOOK:
CLOCK: [2021-04-04 Sun 15:29]--[2021-04-04 Sun 15:45] =>  0:16
CLOCK: [2021-04-04 Sun 14:59]--[2021-04-04 Sun 15:01] =>  0:02
CLOCK: [2021-04-04 Sun 14:18]--[2021-04-04 Sun 14:48] =>  0:30
:END:
语言的发展和婴儿的成熟度紧密相关。从哭、喔啊、咿呀、电报式言语到对词汇的理解和运用，生物性素质、学习和塑造语言发展的社会环境都有重要影响。父母在婴儿还不会说话时与其建立信号系统，作为运用语言交流的基础。父母用语具有明显的音乐性质、有助于吸引婴儿的注意，这会帮助婴儿学习语言。环境的作用会影响一个人掌握语言技能的水平和复杂度。

** 儿童的思维能力是如何获得的？
:LOGBOOK:
CLOCK: [2021-04-06 Tue 21:18]--[2021-04-06 Tue 21:45] =>  0:27
CLOCK: [2021-04-06 Tue 10:04]--[2021-04-06 Tue 10:49] =>  0:45
CLOCK: [2021-04-04 Sun 16:12]--[2021-04-04 Sun 16:27] =>  0:15
:END:
心智是在[[*Assimilation][同化]]、[[*Accommodation][顺应]]、学习环境和社会文化的共同影响下发展的。经历[[*Sensorimotor][感觉运动阶段]]、[[*Preoperational][前运算阶段]]、[[*Concrete Operational Stage][具体运算阶段]]和[[*FOrmal Operational Stage][形式运算阶段]]。

** 为什么青少年期向成年期的过渡具有挑战性？
:LOGBOOK:
CLOCK: [2021-04-07 Wed 11:02]--[2021-04-07 Wed 11:21] =>  0:19
:END:
[[*Adolescence][青少年期]]有关个人认同、道德价值观的发展，达到成人标准具有一定的难度，一般会有[[*Emerging Adulthood][成年初显期]]。

** 人们的道德观和价值观是如何发展的？
:LOGBOOK:
CLOCK: [2021-04-07 Wed 13:40]--[2021-04-07 Wed 14:05] =>  0:25
:END:
人的[[*Moral Development][道德发展]]是通过思维和推理习得的。分为[[*Preconventional Moral Reasoning][前习俗水平]]、[[*Conventional Moral Reasoning][习俗水平]]、[[*Postconventional Moral Reasoning][后习俗水平]]。公正和关爱都是道德中的重要部分。
